Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2010.tmx
Source language: en_us
Languages: zh_cn

source: A total of 401 million urban workers and non-working urban residents subscribed to basic medical insurance; and coverage of the new type of rural cooperative medical care system reached $30 million people.
zh_cn: 城镇职工和城镇居民基本医疗保险参保4.01亿人，新型农村合作医疗制度覆盖8.3亿人。

source: The central government allocated 42.9 billion yuan to solve the problem of medical insurance for retired workers from closed and bankrupt state-owned enterprises.
zh_cn: 中央财政安排429亿元，解决关闭破产国有企业退休人员医疗保险问题。

source: The basic drug system has been implemented in 30% of primary-level medical and health care institutions.
zh_cn: 基本药物制度在30％的基层医疗卫生机构实施。

source: Central government funds were used to support the construction of a number of county-level hospitals, town and township central hospitals, and community health service centers.
zh_cn: 中央财政支持建设了一批县级医院、乡镇中心卫生院和社区卫生服务中心。

source: We launched major public health service projects, including one to increase vaccinations against hepatitis B. We intensified special campaigns for food and drug safety.
zh_cn: 启动实施扩大乙肝疫苗接种等重大公共卫生服务专项。加强食品、药品安全专项整治。

source: Faced with the sudden outbreak of influenza A (H1N1), we carried out scientific and orderly prevention and control work in accordance with the law, and thereby effectively protected people's lives and maintained normal order in society.
zh_cn: 面对突如其来的甲型HlN1流感疫情，我们依法科学有序地开展防控工作，有效保障了人民群众生命安全，维护了社会正常秩序。

source: It was not at all easy for our country to make all these achievements against the backdrop of the severe impact of the global financial crisis and the negative growth of the world economy:
zh_cn: 在国际金融危机严重冲击、世界经济负增长的背景下，我国取得这样的成绩极为不易。

source: They were the result of the overall planning and correct leadership of the Party Central Committee with Comrade Hu Jintao as General Secretary as well as the concerted and strenuous efforts of the whole Party, the entire army, and the people of all of our ethnic groups.
zh_cn: 这是以胡锦涛同志为总书记的党中央统揽全局、正确领导的结果，是全党全军全国各族人民和衷共济、团结奋斗的结果。

source: On behalf of the Mate Council, I hereby express our sincere gratitude to the people of all of our ethnic groups and to the democratic parties, mass organizations, and people from all sectors of society.
zh_cn: 在这里，我代表国务院，向全国各族人民，各民主党派、各人民团体和各界人士，表示诚挚的感谢！

source: I also express our sincere thanks to our compatriots in the Hong Kong and Macao special administrative regions, in Taiwan, and overseas, as well as to foreign governments, international organizations, and friends in other countries that take an interest in and support China's modernization.
zh_cn: 向香港特别行政区同胞、澳门特别行政区同胞、台湾同胞和海外侨胞，表示诚挚的感谢！向关心和支持中国现代化建设的各国政府、国际组织和各国朋友，表示诚挚的感谢！

source: In the course of the past year, as we conscientiously applied the Scientific Outlook on Development; vigorously responded to the global financial crisis and completed all of our government work, we came to the following conclusions:
zh_cn: 一年来，我们认真贯彻落实科学发展观，积极应对国际金融危机，全面做好政府工作，有以下几点体会：

source: We must continue to make use of both market mechanisms and macro-control, that is, at the same time as we keep our reforms oriented toward a market economy, let market forces play their basic role in allocating resources, and stimulate the market's vitality, we must make best use of the socialist system's advantages, which enable us to make decisions efficiently, organize effectively, and concentrate resources to accomplish large undertakings.
zh_cn: 必须坚持运用市场机制和宏观调控两种手段，在坚持市场经济改革方向、发挥市场配置资源基础性作用、激发市场活力的同时，充分发挥我国社会主义制度决策高效、组织有力、集中力量办大事的优势。

source: We must balance long- and short-term interests, take into account long- and short-term needs, and address both the symptoms and root causes of problems.
zh_cn: 必须坚持处理好短期和长期两方面关系，注重远近结合、标本兼治，

source: We must overcome short-term difficulties and solve major problems as well as strengthen key areas and weak links in order to lay a foundation for long-term development.
zh_cn: 既克服短期困难、解决突出矛盾，又加强重点领域和薄弱环节、为长远发展奠定基础。

source: We must continue to consider domestic and international situations, make it a long-term strategic policy to boost domestic demand, adhere to the win-win strategy of opening up, and quickly formulate a pattern in which domestic demand and foreign demand drive economic growth in concert.
zh_cn: 必须坚持统筹国内国际两个大局，把扩大内需作为长期战略方针，坚定不移地实行互利共赢的开放战略，加快形成内需外需协调拉动经济增长的格局。

source: We must always remember that developing the economy is inseparable from improving people's wellbeing and safeguarding social fairness and justice; make improving people's wellbeing the focus of development, and the starting point, goal, and lasting driving force of economic development; strive to safeguard fairness and justice; ensure that all of the people share in the fruits of reform and development; and promote social harmony and stability.
zh_cn: 必须坚持发展经济与改善民生、维护社会公平正义的内在统一，围绕改善民生谋发展，把改善民生作为经济发展的出发点、落脚点和持久动力，着眼维护公平正义，让全体人民共享改革发展成果，促进社会和谐稳定。

source: We must give free rein to the initiative of both the central and local authorities. While stressing unity of thinking and keeping overall interests in mind, we also need to encourage everyone to proceed in light of local conditions and make explorations and innovations, in order to form a powerful, concerted force for overcoming present difficulties.
zh_cn: 必须坚持发挥中央和地方两个积极性，既强调统一思想、顾全大局，又鼓励因地制宜、探索创新，形成共克时艰的强大合力。

source: All of these experiences are of vital and profound significance for keeping to the path of socialism with Chinese characteristics, improving our ability to run the socialist market economy, and pushing ahead the process of modernization.
zh_cn: 这些经验对我们坚持中国特色社会主义道路，提高驾驭社会主义市场经济能力，推进现代化进程，具有重要而深远的意义。

source: II. Main Tasks for 2010
zh_cn: 二、2010年主要任务

source: This is a crucial year for continuing to deal with the global financial crisis, maintaining steady and rapid economic development, and accelerating the transformation of the pattern of economic development.
zh_cn: 今年是继续应对国际金融危机、保持经济平稳较快发展、加快转变经济发展方式的关键一年，

source: It is also an important year for achieving all the targets of the Eleventh Five-Year Plan and laying a solid foundation for development on the basis of the Twelfth Five-Year Plan.
zh_cn: 是全面实现“十一五”规划目标、为“十二五”发展打好基础的重要一年。

source: Although this year's development environment may be better than last year's, we still face a very complex situation.
zh_cn: 今年发展环境虽然有可能好于去年，但是面临的形势极为复杂。

source: Some positive changes and negative influences are growing while others are diminishing.
zh_cn: 各种积极变化和不利影响此长彼消，

source: Short-term and long-term problems are interwoven, domestic and international factors mutually affect each other, and the dilemmas facing economic and social development are increasing.
zh_cn: 短期问题和长期矛盾相互交织，国内因素和国际因素相互影响，经济社会发展中“两难”问题增多。

source: Internationally, the global economy will hopefully turn around.
zh_cn: 从国际看，世界经济有望恢复性增长，

source: International financial markets are stabilizing, and the overall trend toward increased economic globalization has not changed.
zh_cn: 国际金融市场渐趋稳定，经济全球化深入发展的大趋势没有改变，

source: Considerable changes and adjustments in the world economic structure will bring new development opportunities.
zh_cn: 世界经济格局大变革、大调整孕育着新的发展机遇。

source: At the same time, many destabilizing factors and uncertainties remain in our external environment. The foundation for global economic recovery remains weak; financial risks have not been completely eliminated; individual countries face difficult choices in phasing out their stimulus policies; larger fluctuations may occur in the prices of major commodities and exchange rates among the major currencies; trade protectionism is clearly reasserting itself; and global problems such as climate change, food security and energy and resource supplies remain complex.
zh_cn: 同时，世界经济复苏的基础仍然脆弱，金融领域风险没有完全消除，各国刺激政策退出抉择艰难，国际大宗商品价格和主要货币汇率可能加剧波动，贸易保护主义明显抬头，加上气候变化、粮食安全、能源资源等全球性问题错综复杂，外部环境不稳定、不确定因素依然很多。

source: Domestically, our country is still in an important period of strategic opportunities.
zh_cn: 从国内看，我国仍处在重要战略机遇期。

source: The foundation for economic turnaround is becoming stronger, market confidence has increased, the policy we adopted to boost domestic demand and improve people's wellbeing continues to show results, and enterprises are constantly becoming more competitive and better able to adapt to market changes.
zh_cn: 经济回升向好的基础进一步巩固，市场信心增强，扩大内需和改善民生的政策效应继续显现，企业适应市场变化的能力和竞争力不断提高。

source: Nevertheless, there are still some serious problems affecting economic and social development.
zh_cn: 但是，经济社会发展中仍然存在一些突出矛盾和问题。

source: There is insufficient internal impetus driving economic growth;
zh_cn: 经济增长内生动力不足，

source: our independent innovation capability is not strong;
zh_cn: 自主创新能力不强，

source: there is still considerable excess production capacity in some industries and it is becoming more difficult to restructure them;
zh_cn: 部分行业产能过剩矛盾突出，结构调整难度加大；

source: while the pressure on employment is constantly growing overall, there is a structural shortage of labor;
zh_cn: 就业压力总体上持续增加和结构性用工短缺的矛盾并存；

source: the foundation for keeping agricultural production and farmers' incomes growing steadily is weak;
zh_cn: 农业稳定发展和农民持续增收的基础不稳固；

source: latent risks in the banking and public finance sectors are increasing
zh_cn: 财政金融领域潜在风险增加；

source: and major problems in the areas of healthcare, education, housing, income distribution and public administration urgently require solutions.
zh_cn: 医疗、教育、住房、收入分配、社会管理等方面的突出问题亟待解决。

source: We must make a comprehensive and correct judgment of the situation, and we must not interpret the economic turnaround as a fundamental improvement in the economic situation.
zh_cn: 我们必须全面、正确判断形势，决不能把经济回升向好的趋势等同于经济运行根本好转。

source: We need to strengthen our awareness of potential dangers, make full use of favorable conditions and positive factors, strive to resolve problems, make even more thorough preparations to deal with risks and challenges of all kinds, and firmly keep the initiative in our work.
zh_cn: 要增强忧患意识，充分利用有利条件和积极因素，努力化解矛盾，更加周密地做好应对各种风险和挑战的准备，牢牢把握工作的主动权。

source: To do a good job of our government work this year, we need to conscientiously implement the guiding principles of the Seventeenth National Party Congress and the third and fourth plenary sessions of the Seventeenth Central Committee; take Deng Xiaoping Theory and the important thought of Three Represents as our guide; thoroughly implement the Scientific Outlook on Development; strive to apply macro-control appropriately and maintain steady and rapid economic development; work hard to accelerate economic restructuring and the transformation of the pattern of economic development; press ahead with reform and opening up and with independent innovation; strive to improve people's wellbeing and to promote social harmony and stability; make headway with our efforts to encourage socialist economic, political, cultural, social, and ecological development; pick up the pace of building a moderately prosperous society in all respects; and work hard to achieve sound, rapid economic and social development.
zh_cn: 做好今年的政府工作，要认真贯彻党的十七大和十七届三中、四中全会精神，以邓小平理论和“三个代表”重要思想为指导，深入贯彻落实科学发展观，着力搞好宏观调控和保持经济平稳较快发展，着力加快经济发展方式转变和经济结构调整，着力推进改革开放和自主创新，着力改善民生和促进社会和谐稳定，全面推进社会主义经济建设、政治建设、文化建设、社会建设以及生态文明建设，加快全面建设小康社会进程，努力实现经济社会又好又快发展。

source: This year the main targets we have set for economic and social development are:
zh_cn: 今年经济社会发展的主要预期目标是：

source: increasing GDP by approximately 8%, creating jobs for more than 9 million people entering the urban workforce, keeping the urban registered unemployment rate no higher than 4.6%, holding the rise in consumer prices to around 3%, and improving the balance of payments.
zh_cn: 国内生产总值增长8％左右；城镇新增就业900万人以上，城镇登记失业率控制在4.6％以内；居民消费价格涨幅3％左右；国际收支状况改善。

source: Here I would like to stress that in targeting a GDP increase of around 8%, we are emphasizing sound development, and we need to guide all sectors to focus on transforming the pattern of economic development and restructuring the economy in their work.
zh_cn: 这里要着重说明，提出国内生产总值增长8％左右，主要是强调好字当头，引导各方面把工作重点放到转变经济发展方式、调整经济结构上来。

source: By targeting an increase in consumer prices of around 3%, we are giving full consideration to the carry-over effects of last year's price changes, the reverberations caused by price changes for major international commodities, the continued impact of increases in domestic supplies of money and credit, and consumers' ability to bear price increases, while also leaving room for reform in resource and environment taxes and fees and in the pricing of resource products.
zh_cn: 提出居民消费价格涨幅3％左右，综合考虑了去年价格变动的翘尾因素、国际大宗商品价格的传导效应、国内货币信贷增长的滞后影响以及居民的承受能力，并为资源环境税费和资源性产品价格改革留有一定空间。

source: This year we will focus on the following eight areas.
zh_cn: 今年要重点抓好八个方面工作：

source: 1. Exercising better macro-control and maintaining steady and rapid economic development
zh_cn: （一）提高宏观调控水平，保持经济平稳较快发展

source: We need to continue to implement a proactive fiscal policy and a moderately easy monetary policy.
zh_cn: 要继续实施积极的财政政策和适度宽松的货币政策，

source: We need to maintain continuity and stability in our policies while constantly making them better-targeted and more flexible as circumstances and conditions change, and keep a good grasp of the intensity, pace and focus of their implementation.
zh_cn: 保持政策的连续性和稳定性，根据新形势新情况不断提高政策的针对性和灵活性，把握好政策实施的力度、节奏和重点。

source: We need to skillfully handle the relationship between maintaining steady and rapid economic development, restructuring the economy and managing inflation expectations.
zh_cn: 处理好保持经济平稳较快发展、调整经济结构和管理好通胀预期的关系。

source: We not only need to maintain sufficient policy intensity and consolidate the momentum of the economic turnaround, but we also need to accelerate economic restructuring and make substantive progress in transforming the pattern of economic development.
zh_cn: 既要保持足够的政策力度、巩固经济回升向好的势头，又要加快经济结构调整、推动经济发展方式转变取得实质性进展，

source: In addition, we need to manage inflation expectations well and keep the overall level of prices stable.
zh_cn: 还要管理好通胀预期、稳定物价总水平。

source: We will continue to implement a proactive fiscal policy.
zh_cn: 继续实施积极的财政政策。

source: First, we will keep the deficit and government bonds at appropriate levels.
zh_cn: 一是保持适度的财政赤字和国债规模。

source: This year, we have projected a deficit of 1.05 trillion yuan, which consists of 850 billion yuan in central government deficit and 200 billion yuan in local government bonds, which will be included in local government budgets.
zh_cn: 今年拟安排财政赤字10500亿元，其中中央财政赤字8500亿元，继续代发地方债2000亿元并纳入地方财政预算。

source: These arrangements are based mainly on the consideration that this year revenue will fall significantly short of expenditures.
zh_cn: 这样的安排主要是考虑到今年财政收支矛盾仍然十分突出。

source: Regarding revenue, last year's one-off measures to increase revenue will either not be repeated or will be decreased. We also need to continue to implement the policy of structural tax reductions; consequently, revenue will not increase very quickly.
zh_cn: 从财政收入看，上一年一次性特殊增收措施没有或减少了，还要继续实施结构性减税政策，财政收入增长不会太快；

source: Regarding expenditures, we will continue to implement the package plan for dealing with the global financial crisis, and increase spending to complete work on projects now under construction, strengthen weak links, carry forward reform, improve people's wellbeing and maintain stability.
zh_cn: 从财政支出看，继续实施应对国际金融危机的一揽子计划，完成在建项目、加强薄弱环节、推进改革、改善民生、维护稳定等都需要增加投入。

source: Second, we will continue to implement the structural tax reduction policy to expand domestic demand and promote economic restructuring.
zh_cn: 二是继续实施结构性减税政策，促进扩大内需和经济结构调整。

source: Third, we will improve the structure of expenditures, maintain expenditures in some areas while reducing them in others, and spend our money where it counts the most.
zh_cn: 三是优化财政支出结构，有保有压，把钱花在刀刃上。

source: We will continue to give preference to agriculture, farmers, and rural areas, and to improving people's wellbeing and developing social programs.
zh_cn: 继续向“三农”、民生、社会事业等领域倾斜，

source: We will support energy conservation, environmental protection, independent innovation, and development in underdeveloped areas.
zh_cn: 支持节能环保、自主创新和欠发达地区的建设。

source: We will strictly control regular expenditures, and do all we can to reduce public spending.
zh_cn: 严格控制一般性支出，大力压缩公用经费。

source: Fourth, we will effectively improve government debt management, strengthen internal and external restraints, and effectively guard against and fend off latent public finance risks.
zh_cn: 四是切实加强政府性债务管理，增强内外部约束力，有效防范和化解潜在财政风险。

source: In addition, we need to strengthen tax collection and supervision as well as supervision of non-tax revenue in accordance with the law, strictly crack down on tax fraud, and collect all due taxes.
zh_cn: 同时，要依法加强税收征管和非税收入管理，严厉打击偷骗税行为，做到应收尽收。

source: We will continue to implement a moderately easy monetary policy.
zh_cn: 继续实施适度宽松的货币政策。

source: First, we will ensure that there are proper and sufficient supplies of money and credit.
zh_cn: 一是保持货币信贷合理充裕。

source: This year's target for expanding the broad money supply (M2) is around 17%, and we will increase the total quantity of renminbi loans by approximately 7.5 trillion yuan.
zh_cn: 今年广义货币M2增长目标为17％左右，新增人民币贷款7.5万亿元左右。

source: Although both of these increases are less than the actual increases last year, they are still moderately easy policy goals, and they can satisfy reasonable financial demands of economic and social development.
zh_cn: 这两个指标虽然都低于去年实际执行结果，但仍然是一个适度宽松的政策目标，能够满足经济社会发展的合理资金需求。

source: In addition, these goals are beneficial for managing inflation expectations and making financial support for economic development more sustainable.
zh_cn: 同时也有利于管理好通胀预期、提高金融支持经济发展的可持续性。

source: Second, we will improve the credit structure.
zh_cn: 二是优化信贷结构。

source: We will implement a credit policy that guarantees credit in some areas and limits it in others; increase support for important areas and weak links; effectively alleviate the difficulties farmers and small businesses have in obtaining financing; and strictly control loans to industries that are energy-intensive, highly polluting or saddled with overcapacity.
zh_cn: 落实有保有控的信贷政策，加强对重点领域和薄弱环节的支持，有效缓解农户和小企业融资难问题，严格控制对“两高”行业和产能过剩行业的贷款。

source: We will strengthen post-loan supervision and ensure that loans are used to support the real economy.
zh_cn: 强化贷后管理，确保信贷资金支持实体经济。

source: Third, we will actively expand direct financing.
zh_cn: 三是积极扩大直接融资。

source: We will improve the system of multilevel capital markets, increase financing by selling equities and issuing bonds, and better satisfy the diverse demand for investment and financing.
zh_cn: 完善多层次资本市场体系，扩大股权和债券融资规模，更好地满足多样化投融资需求。

source: Fourth, we will strengthen risk management and make financial oversight and supervision more effective.
zh_cn: 四是加强风险管理，提高金融监管有效性。

source: We will explore ways to establish a system of prudent macro management, strengthen the monitoring of the cross-border flow of capital, and guard against all kinds of financial risks.
zh_cn: 探索建立宏观审慎管理制度，强化对跨境资本流动的有效监控，防范各类金融风险。

source: We will continue to improve the mechanism for setting the renminbi exchange rate and keep it basically stable at an appropriate and balanced level.
zh_cn: 继续完善人民币汇率形成机制，保持人民币汇率在合理、均衡水平上的基本稳定。

source: We will energetically expand consumer demand.
zh_cn: 积极扩大居民消费需求。

source: We will continue to increase farmers' incomes, basic pensions of enterprise retirees, allowances to some entitled groups, subsistence allowances for urban and rural residents, and people's purchasing power, especially low- and middle-income earners.
zh_cn: 继续提高农民收入、企业退休人员基本养老金、部分优抚对象待遇和城乡居民最低生活保障水平，增强居民特别是中低收入者消费能力。

source: We will strengthen and expand traditional consumption, and promote the upgrading of the consumption structure by actively cultivating areas of high consumption, such as information, tourism, culture, fitness, training, services for the elderly and household services.
zh_cn: 巩固扩大传统消费，积极培育信息、旅游、文化、健身、培训、养老、家庭服务等消费热点，促进消费结构优化升级。

source: We will increase consumer credit.
zh_cn: 扩大消费信贷。

source: We will strengthen infrastructure, such as the logistics system, and vigorously develop e-commerce.
zh_cn: 加强商贸流通体系等基础设施建设，积极发展电子商务。

source: We will overhaul and standardize markets to create a convenient, safe and worry-free environment for consumers.
zh_cn: 整顿和规范市场秩序，努力营造便利、安全、放心的消费环境。

source: We will continue to implement and improve all of our policies and measures for encouraging consumption.
zh_cn: 继续实施和完善鼓励消费的各项政策措施。

source: We will considerably raise the maximum price limits for home appliances sold, in the countryside, increase types of appliances and models eligible for subsidies, expand the scope of subsidies, improve the criteria for qualifying for subsidies and the way subsidies are granted, strengthen supervision and evaluation of enterprises that win bids for contracts, and raise the quality of products and services.
zh_cn: 大幅提高家电下乡产品最高限价，增加品种和型号，扩大补贴范围，完善补贴标准和办法，加强对中标企业的管理和考核，提高产品质量和服务水平；

source: We will improve the policies for getting consumers to trade-in old motor vehicles and home appliances for new ones and getting rural residents to buy motor vehicles, and set the purchase tax for small-displacement automobiles at 7.5%.
zh_cn: 完善家电、汽车以旧换新和汽车、摩托车下乡政策，小排量汽车购置税按7.5％征收。

source: We must implement these policies and measures, do meaningful work and do it well, and make sure the benefits reach the people.
zh_cn: 我们一定要落实好这些政策措施，把好事办好，真正让广大群众得到实惠。

source: We will strive to improve the investment structure.
zh_cn: 着力优化投资结构。

source: Government investment at all levels needs to be concentrated in the most important areas, and the launching of new projects must be strictly controlled. It should be used mainly for carrying on and completing projects, and we need to ensure that projects are not stopped midway.
zh_cn: 各级政府投资都要集中力量保重点，严格控制新开工项目，资金安排主要用于项目续建和收尾，切实防止出现“半拉子”工程。

source: We will steadily move forward with the recovery and reconstruction of quake-hit areas, and make sure quality and quantity targets are met.
zh_cn: 扎实推进地震灾区恢复重建，保质保量完成任务。

source: We will encourage greater non-government investment, and improve and implement policies to achieve this goal.
zh_cn: 鼓励扩大民间投资，完善和落实促进民间投资的相关政策。

source: We will strengthen and improve the supervision of investment; strictly enforce market entry standards and industrial policies concerning land use, energy conservation, environmental protection, and safety; and effectively prevent redundant construction.
zh_cn: 加强和改进投资管理，严格执行用地、节能、环保、安全等市场准入标准和产业政策，切实防止重复建设。

source: For projects financed through the public treasury, relevant departments need to exercise oversight of the entire course of the project, and we must prevent the construction of image and vanity projects that waste manpower and money in the name of boosting domestic demand.
zh_cn: 对有财政资金投入的建设项目，要加强全程监督，坚决避免以扩大内需为名，搞劳民伤财的形象工程和政绩工程。

source: We will adhere to scientific and democratic decision making, and ensure that public funds are spent on projects that promote economic and social development and improve people's lives and that will stand the test of practice and history.
zh_cn: 坚持科学民主决策，确保公共投资真正用于推进经济社会发展和改善人民生活，经得起实践和历史的检验。

source: Accelerating the transformation of the pattern of economic development and adjusting and optimizing the economic structure.
zh_cn: （二）加快转变经济发展方式，调整优化经济结构

source: We urgently need to transform the pattern of economic development.
zh_cn: 转变经济发展方式刻不容缓。

source: We will work hard to put economic development onto the track of endogenous growth driven by innovation.
zh_cn: 要大力推动经济进入创新驱动、内生增长的发展轨道。

source: We will continue to promote restructuring and revitalization in key industries.
zh_cn: 继续推进重点产业调整振兴。

source: First, we will intensify technological upgrading.
zh_cn: 一是加大技术改造力度。

source: We will effectively use funds for technological upgrading to guide enterprises in developing new products, saving energy and reducing resource consumption.
zh_cn: 用好技改专项资金，引导企业开发新产品和节能降耗。

source: Second, we will encourage mergers and reorganization of enterprises.
zh_cn: 二是促进企业兼并重组。
